/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "Като сътрудник на „Cyberduck”, получавате ключ на дарител, който деактивира това напомняне.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Да не се показва отново за тази версия.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Дари!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Ключ на дарител";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Много безсънни нощи бяха отдадени на разработването на тази програма. Ако Ви харесва да я ползвате, моля помислете за направа на дарение на нейния автор. То ще помогне за по-нататъшното подобрение на „Cyberduck”.";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "По-късно";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Моля дарете";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Благодарим Ви, че ползвате „Cyberduck”!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "Плащането може да бъде извършено лесно и безопасно посредством „Paypal”. Не е необходимо да си отваряте сметка.";

